# Part of a case-study #4: election
# Developers: Loseva Ekaterina, Shcherbina Ekaterina, Nesterova Alexandra
#

WHO_CAN_VOTE = 'Введите количество избирателей в стране: '
AMOUNT_PSTATION = 'Введите количество избирательных участков в стране: '
RESULTS_RULES = 'Введите результаты на избирательных участках. Вводите через пробел, первое число – кол-во испорченных бюллетеней, далее данные о кандидатах по списку'
PROCENT_TURNOUT = 'Процент явки составил'
JACKIE_CHAN = 'Джеки Чан'
KOSCHEY = 'Кощей Бессмертный'
KARLSON = 'Карлсон'
RAYAN_GOSLING = 'Райан Гослинг набрал'
SPOILED_BALLOT = 'Испорченные бюллетени'
NOT_MIN_TURNOUT = 'Не набран минимальный порог явки, выборы недействительны'
NOT_MIN_VOTES = 'Ни один кандидат не набрал более 50% голосов, необходимо провести второй тур выборов. Участники второго тура: '
NEXT_PRESIDENT = 'По итогам выборов следующий президент:'
DATA = '25 октября'
DATA_1 = '15 ноября'
INAUGURATION = 'Инаугурация состоится'
